{
    "Ads": {
        "show_ads": true,
        "bannerAd": "max",
        "InterAd": "max",
        "NativeAd": "admob",
        "admob_banner": "ca-app-pub-3940256099942544/6300978111",
        "admob_inter": "ca-app-pub-3940256099942544/1033173712",
        "admob_native": "ca-app-pub-1006668173301448/5277584708",
        "facebook_banner": "",
        "facebook_inter": "",
        "facebook_native": "",
        "ironsource_api": "",
        "max_banner": "80b785e0d486ff6b",
        "max_inter": "79b9263f84af1193",
        "max_native": "604fabb52f63e1e7",
        "unityTest": true,
        "unityGameID": "",
        "unityBanner": "Banner",
        "unityInter": "Inter",
        "intersitial_click_activites": 1,
        "intersitial_click_list": 3

    },

    "Data": {
        "btn_more_title": "More",
        "btn_more_url": "https://play.google.com/store/apps/developer?id=Patlsapp",
        "items_data": [{
                "title": "Download And Install",
                "image": "https://apkplay.io/wp-content/uploads/2019/02/adaway-how-to-install-and-download.jpg",
				"detail": [{
					"image": "",
					"text": "AdAway is an open source ad blocker for Android devices that allows you to block ads on your mobile phone or tablet. Here is a guide on how to use the AdAway app:  - Download and install AdAway from the Button Bellow.  - Open the AdAway app and click on the 'Update Sources' button to download the latest list of ad blocking hosts.  - Once the host files have been updated, click on the 'Apply AdAway' button to enable ad blocking on your device.  - If you want to add additional host files to the ad blocking list, you can click on the 'Add More Hosts' button and select the host file you want to add.  - To disable ad blocking, simply click on the 'Disable AdAway' button.  You can also customize the ad blocking settings by clicking on the 'Menu' button and selecting 'Preferences'. From here, you can enable or disable specific host files and configure other options such as the update frequency and log level.",
					"native": true,
					"cpa_title": "Download AdAway APK",
					"cpa_url": "https://sites.google.com/view/adaway/home"
				},
				{
					"image": "",
					"text": "",
					"native": true,
					"cpa_title": "",
					"cpa_url": ""
				}
				]
            }, {
                "title": "How To Use The AdAway App",
                "image": "https://i0.wp.com/naijaknowhow.net/wp-content/uploads/2015/03/AdAway.jpg",
                "detail": [{
					"image": "",
					"text": "It looks like you may be asking for additional information on how to use the AdAway app. Here are some additional instructions on using the app:  - After installing AdAway and updating the host files, you will need to grant the app root access to your device. This is necessary in order for the app to block ads at the network level.  - Once you have granted root access, AdAway will automatically block ads on your device. You can confirm that ad blocking is active by checking for the AdAway notification icon in your notification bar.  - To customize the ad blocking settings, you can open the AdAway app and click on the "Menu" button. From here, you can select "Preferences" to access the app's settings.  - In the preferences menu, you can enable or disable specific host files, configure the update frequency, and adjust other options such as the log level.  - If you want to disable ad blocking temporarily, you can click on the "Disable AdAway" button in the app. To re-enable ad blocking, simply click on the "Apply AdAway" button.",
					"native": true,
					"cpa_title": "Download AdAway APK",
					"cpa_url": "https://sites.google.com/view/adaway/home"
				},
				{
					"image": "",
					"text": "Here are a few tips for using the AdAway ad blocker on your Android device:  - Make sure to update the host files regularly to ensure that you are blocking the most current list of ad servers. You can do this by clicking on the "Update Sources" button in the AdAway app.  - If you are experiencing issues with specific apps or websites not loading properly, you can try adding them to the "Whitelist" in the AdAway app's preferences menu. This will allow ads to be displayed on those apps or websites.  - If you want to block ads on apps that are not installed on your device, you can use a firewall app such as AFWall+ to block internet access for those apps.  - If you are experiencing performance issues or battery drain after enabling ad blocking, you can try disabling specific host files or reducing the update frequency in the AdAway app's preferences menu.  - If you want to block ads on your WiFi network, you can use a router-level ad blocker such as Pi-hole. This will block ads for all devices connected to your WiFi network.",
					"native": true,
					"cpa_title": "Download AdAway APK",
					"cpa_url": "https://sites.google.com/view/adaway/home"
				}
				]
            }, {
                "title": "Using AdAway Properly",
                "image": "https://i0.wp.com/naijaknowhow.net/wp-content/uploads/2015/03/AdAway.jpg",
                "detail": [{
					"image": "",
					"text": "To use the AdAway ad blocker properly on your Android device, you should follow these steps:  - Install AdAway from the Google Play Store and open the app.  - Click on the "Update Sources" button to download the latest list of ad blocking hosts.  - Grant root access to the app when prompted. This is necessary in order for AdAway to block ads at the network level.  - Click on the "Apply AdAway" button to enable ad blocking on your device.  - If you want to customize the ad blocking settings, click on the "Menu" button and select "Preferences". From here, you can enable or disable specific host files, configure the update frequency, and adjust other options such as the log level.  - To disable ad blocking temporarily, click on the "Disable AdAway" button in the app. To re-enable ad blocking, simply click on the "Apply AdAway" button.  By following these steps, you can effectively use the AdAway ad blocker to block unwanted ads on your Android device. If you have any other questions, don't hesitate to ask!",
					"native": true,
					"cpa_title": "Download AdAway APK",
					"cpa_url": "https://sites.google.com/view/adaway/home"
				},
				{
					"image": "",
					"text": "",
					"native": true,
					"cpa_title": "",
					"cpa_url": ""
				}
				]
            }, {
                "title": "AdAway Features",
                "image": "https://i.ytimg.com/vi/47RCmKE5tD8/maxresdefault.jpg",
                "detail": [{
					"image": "",
					"text": "The AdAway ad blocker app for Android devices has a number of features that allow you to block ads effectively on your mobile phone or tablet. Here are some of the main features of the AdAway app:  - Blocks ads at the network level: AdAway blocks ads by redirecting them to a localhost, effectively preventing them from being downloaded onto your device.  - Customizable host files: AdAway comes with a list of default host files that block a large number of ad servers, but you can also add your own host files or disable specific ones if needed.  - Whitelist support: If you want to allow ads on specific apps or websites, you can add them to the "Whitelist" in the app's preferences menu.  - Update frequency: You can set the app to update the host files automatically at a frequency of your choice, or you can update them manually by clicking on the "Update Sources" button.  - Log level: You can adjust the log level in the app's preferences menu to control the amount of information that is logged. This can be useful for debugging purposes.",
					"native": true,
					"cpa_title": "Download AdAway APK",
					"cpa_url": "https://sites.google.com/view/adaway/home"
				},
				{
					"image": "",
					"text": "",
					"native": true,
					"cpa_title": "",
					"cpa_url": ""
				}
				]
            }, {
                "title": "Important Tips",
                "image": "https://static.javatpoint.com/androidpages/images/android-ad-blocker2.png",
                "detail": [{
					"image": "",
					"text": "Here are some important tips for using the AdAway ad blocker app on your Android device:  - Make sure to grant the app root access when prompted. This is necessary in order for AdAway to block ads at the network level.  - If you are experiencing issues with specific apps or websites not loading properly, you can try adding them to the "Whitelist" in the app's preferences menu. This will allow ads to be displayed on those apps or websites.  - If you want to block ads on apps that are not installed on your device, you can use a firewall app such as AFWall+ to block internet access for those apps.  - If you are experiencing performance issues or battery drain after enabling ad blocking, you can try disabling specific host files or reducing the update frequency in the app's preferences menu.  - Remember to update the host files regularly to ensure that you are blocking the most current list of ad servers. You can do this by clicking on the "Update Sources" button in the AdAway app.  By following these tips, you can effectively use the AdAway ad blocker to block unwanted ads on your Android device. Let me know if you have any other questions.",
					"native": true,
					"cpa_title": "Download AdAway APK",
					"cpa_url": "https://sites.google.com/view/adaway/home"
				},
				{
					"image": "",
					"text": "",
					"native": true,
					"cpa_title": "",
					"cpa_url": ""
				}
				]
            }
        ]
    }
}
