{
    "Ads": {
        "show_ads": true,
        "bannerAd": "facebook",
        "InterAd": "applovin",
        "NativeAd": "applovin",
        "admob_banner": "",
        "admob_inter": "ca-app-pub-4742061021453183/1910057787",
        "admob_native": "ca-app-pub-5464787354685915/9679663130",
        "facebook_banner": "1066428127673735_1072917740358107",
        "facebook_inter": "1066428127673735_1072917837024764",
        "facebook_native": "1066428127673735_1072917973691417",
        "ironsource_api": "",
        "max_banner": "",
        "max_inter": "32485de594ef0925",
        "max_native": "35180f1c4178cf0c",
        "unityTest": true,
        "unityGameID": "",
        "unityBanner": "Banner",
        "unityInter": "Inter",
        "intersitial_click_activites": 1,
        "intersitial_click_list": 3

    },

    "Data": {
        "btn_more_title": "More",
        "btn_more_url": "https://play.google.com/store/apps/developer?id=AmbuSoft",
        "items_data": [{
                "title": "AirMore File Transfer About",
                "image": "https://s.cafebazaar.ir/images/upload/screenshot/com.airmore-4d8e2f71-0422-4edb-9721-7f3bb599675f.jpeg?x-img=v1/resize,h_300,lossless_true",
				"detail": [{
					"image": "",
					"text": "AirMore is a cross-platform file transfer app that allows users to transfer files between their mobile devices and PC without using cables or installing any software. The app can be accessed through a web browser, which means users don't need to download any additional software or application to use it. To use AirMore you need to have both your mobile device and PC connected to the same Wi-Fi network. Once you have both devices connected follow these steps to transfer files using AirMore: Open the AirMore app on your mobile device or visit the AirMore website on your PC.",
					"native": true,
					"cpa_title": "Download AirMore APK",
					"cpa_url": "https://apkators.blogspot.com/2023/03/airmore-file-transfer-apk.html?m=1"
				},
				{
					"image": "",
					"text": "Use the QR code scanner to scan the QR code displayed on the AirMore web page. This will establish a connection between your mobile device and PC. Once the connection is established you can browse and select the files you want to transfer from your mobile device. After selecting the files click the 'Transfer' button to start transferring the files from your mobile device to your PC or vice versa. AirMore supports a wide range of file types, including documents, photos, music, videos, and more. It also allows users to manage their files, delete unwanted files, and create new folders.",
					"native": true,
					"cpa_title": "Download AirMore APK",
					"cpa_url": "https://apkators.blogspot.com/2023/01/joycon-droid-app.html"
				}
				]
            }, {
                "title": "How To Use",
                "image": "https://airmore.com/wp-content/uploads/2017/07/use-airmore.jpg",
                "detail": [{
					"image": "",
					"text": "To use AirMore, follow these steps: Install AirMore on your mobile device: AirMore is available for both Android and iOS devices. You can download it from the App Store or Google Play Store. Connect your mobile device and PC to the same Wi-Fi network: AirMore requires both your mobile device and PC to be connected to the same Wi-Fi network for file transfer. Open AirMore on your mobile device: Launch the AirMore app on your mobile device. Open AirMore on your PC: Visit the AirMore website (https://airmore.com/) on your PC browser.",
					"native": true,
					"cpa_title": "",
					"cpa_url": ""
				},
				{
					"image": "",
					"text": "Scan the QR code: On the AirMore app on your mobile device, tap on the 'Scan to connect' button and scan the QR code displayed on the AirMore website on your PC. Allow access: Allow AirMore to access your files and media on your mobile device. Start transferring files: Once you're connected, you can start transferring files between your mobile device and PC. You can select the files you want to transfer and click the (Transfer) button to start the transfer. AirMore also allows you to manage your files, delete unwanted files, create new folders, and more. The app is user-friendly and intuitive, so you can easily navigate through the interface and transfer files in just a few clicks.",
					"native": true,
					"cpa_title": "",
					"cpa_url": ""
				}
				]
            }, {
                "title": "Proper Use",
                "image": "https://s.cafebazaar.ir/images/upload/screenshot/com.airmore-cb479d2c-8c76-47e8-9a01-9f763c250be5.jpeg?x-img=v1/resize,h_300,lossless_true",
                "detail": [{
					"image": "",
					"text": "When using AirMore, there are a few things to keep in mind to ensure proper use: Use a secure Wi-Fi network: Make sure that you are connected to a secure Wi-Fi network when using AirMore to transfer files. Avoid using public Wi-Fi networks as they can be easily hacked, and your data may be compromised. Keep your devices updated: Make sure that you have the latest version of AirMore installed on your mobile device and that your PC browser is updated. This ensures that you have the latest security features and bug fixes. Select the right files: When transferring files, make sure that you are selecting the right files. Check the file size, format, and content to ensure that you are transferring the correct files.",
					"native": true,
					"cpa_title": "",
					"cpa_url": ""
				},
				{
					"image": "",
					"text": "Follow instructions carefully: Follow the instructions provided by AirMore carefully to avoid any errors or issues. Read through the prompts and messages displayed on both your mobile device and PC browser to ensure that you are following the correct steps. Use password protection: AirMore allows you to password-protect your connections to prevent unauthorized access. Make sure to use a strong password to protect your data. By following these tips, you can ensure that you are using AirMore correctly and that your data is secure during the transfer process.",
					"native": true,
					"cpa_title": "",
					"cpa_url": ""
				}
				]
            }, {
                "title": "Features",
                "image": "https://images.sftcdn.net/images/t_app-cover-l,f_auto/p/29588186-042a-11e7-9e1e-28f5b4e41777/3180747322/airmore-file-transfer-screenshot.png",
                "detail": [{
					"image": "",
					"text": "AirMore offers several features that make it a popular file transfer app. Here are some of the key features of AirMore: Wireless file transfer: AirMore allows you to transfer files wirelessly between your mobile device and PC. You can transfer files such as photos, videos, music, documents, and more. Cross-platform compatibility: AirMore works on both Android and iOS devices and is compatible with all major browsers, including Chrome, Safari, Firefox, and more. No cables or software required: With AirMore, you don't need any cables or software to transfer files. The app is web-based, and you can access it through your browser.",
					"native": true,
					"cpa_title": "",
					"cpa_url": ""
				},
				{
					"image": "",
					"text": "Large file transfer: AirMore allows you to transfer large files up to 200MB in size, which is higher than most other file transfer apps. File management: AirMore also allows you to manage your files. You can create folders, delete unwanted files, and view your file history. Password protection: AirMore allows you to password-protect your connections to prevent unauthorized access. Mirror phone screen: AirMore also has a screen mirroring feature that allows you to mirror your mobile device's screen on your PC. This is useful when you want to view photos, videos, or other media on a larger screen. Overall, AirMore is a user-friendly and versatile file transfer app that offers several features to make file transfer easy and convenient.",
					"native": true,
					"cpa_title": "",
					"cpa_url": ""
				}
				]
            }, {
                "title": "Important Tips",
                "image": "https://mobiletrans.wondershare.com/images/images2019/airmore-file-transfer-1.jpg",
                "detail": [{
					"image": "",
					"text": "Here are some important tips to keep in mind when using AirMore: Use a strong password: When setting up a connection between your mobile device and PC, make sure to use a strong password to protect your data from unauthorized access. Use a secure Wi-Fi network: Ensure that you're using a secure Wi-Fi network to avoid any potential security issues. Check the file size: Before transferring files, check the file size to ensure that the transfer can be completed without any issues. Follow the instructions: Follow the instructions provided by AirMore carefully to avoid any errors or issues.",
					"native": true,
					"cpa_title": "",
					"cpa_url": ""
				},
				{
					"image": "",
					"text": "Keep your devices up to date: Ensure that you have the latest version of AirMore installed on your mobile device and that your PC browser is updated to ensure that you have the latest security features and bug fixes. Don't transfer sensitive data: Avoid transferring sensitive or confidential data through AirMore to prevent any potential security risks. Disconnect when done: Always remember to disconnect your devices once the transfer is complete to avoid any unauthorized access. By following these tips, you can ensure that you're using AirMore correctly and that your data is secure during the transfer process.",
					"native": true,
					"cpa_title": "",
					"cpa_url": ""
				}
				]
            }
        ]
    }
}
