{
	
  "ironsource_app_key": "xxxx",
  "ironsource_banner_id": "xxxx",
  "ironsource_interstitial_id": "xxxx",
  "ironsource_rewarded_id": "xxxx",
 
  "applovin_banner_id": "xxxx",
  "applovin_interstitial_id": "xxxx",
  "applovin_native_id": "xxxx",
  "applovin_rewarded_id": "xxxx",
  "max": true,
  
  "unity_banner_id": "xxxx",
  "unity_interstitial_id": "xxxx",
  "unity_rewarded_id": "xxxx",
  "unity_app_id": "xxxx",
  "is_unity_test_mode": true,
  
  "admob_banner": "xxxx",
  "admob_interstitial": "ca-app-pub-1006668173301448/7927326989",
  "admob_native": "ca-app-pub-1006668173301448/3988081977",
  "admob_rewarded": "ca-app-pub-1006668173301448/5301163644",
  
  "facebook_banner": "xxxx",
  "facebook_interstitial": "xxxx",
  "facebook_native": "xxxx",
  "facebook_rewarded": "xxxx",
  

  "Interstitial": "admob",
  "Banner": "xxxx",
  "Native": "admob",
  "Rewarded": "admob",
  
  
  "clicks_to_show_inter": 1,
  "native_rate": 2,
  
  "rating_exit_popup": true,
  
  "onesignal_id": "xxxxxxx",
  
  "app_suspended": false,
  "suspended_title": "A new update for this app is available.",
  "suspended_message": "Update this app because this version has some issues.",
  "suspended_URL": "xxxx",


  "guides": [
	{
	 "image": "xxxx",
	 "title": "CarX Street Racing About",
	 "text": "CarX Street Racing is a mobile racing game that allows players to compete in street races and drift competitions. Here are some tips to help you get started: Customize your car: You can upgrade your car's performance by installing new parts and customizing its appearance. Make sure to upgrade your car's engine, transmission, and suspension to improve its speed and handling. Learn to drift: Drifting is a key part of the game and it will help you win races. Practice drifting in the 'drift mode' and experiment with different techniques to improve your score. Race smartly: Pay attention to the track layout, other racers' positions, and your own speed. Use your rivals' mistakes to your advantage and try to take the lead early in the race. Use nitro wisely: Nitro boosts your car's speed, but it's limited so use it strategically. Try to save it for when you need it the most, such as when you're chasing a rival or trying to maintain your lead. Complete daily challenges: Completing daily challenges will help you earn in-game currency and other rewards that you can use to upgrade your car or purchase new ones. Join a clan: Joining a clan allows you to compete with other players from around the world and helps you earn bonus rewards and currency.",
	 "text_two": "",

	 "isLocked": false,
	 "id": 1,
	 	 
	 "showBTN": true,
	 "BtnURL": "https://apkcombo.com/carx-street/com.carxtech.sr/",
	 "BtnTXT": "Download Official Game"
	},
	{
	 "image": "xxxx",
	 "title": "How To Play CarX Street Racing",
	 "text": "To play CarX Street Racing, you will need to download the game from the App Store or Google Play Store on your mobile device. Once you have the game installed, you can follow these steps to start playing: Launch the game: Open the game on your device and tap 'play' to start the game. Create a profile: Create a new profile by entering your name and selecting your gender. You can also connect your profile with your Facebook account to play with friends. Choose a car: Select the car you want to use for the race. You can choose from a variety of different cars, each with their own unique performance characteristics. Select a game mode: Choose from the different game modes, such as racing, drift racing, or time trial. Customize your car: Before each race, you can upgrade your car's performance and customize its appearance. Start the race: Once you're ready, tap 'start' to begin the race. Use the on-screen controls to steer, accelerate, brake, and drift. Use nitro boost: Nitro boost can be used by tapping the nitro button on the screen, but be careful, it's limited. Complete daily challenges: Complete daily challenges to earn rewards and in-game currency. Join a clan: Join a clan to compete with other players, earn bonus rewards and currency. Watch replay: Watch your races in replay mode to analyze your performance and learn from your mistakes. Have fun: Enjoy the game and keep improving your skills to become a better driver.",
	 "text_two": "",

	 "isLocked": true,
	 "id": 2,
	 	 
	 "showBTN": false,
	 "BtnURL": "https://apkcombo.com/carx-street/com.carxtech.sr/",
	 "BtnTXT": "Download Official Game"
	},
	{
	 "image": "xxxx",
	 "title": "CarX Street Racing Features",
	 "text": "CarX Street Racing features a variety of different game modes, including: Racing: Compete in street races against other players or AI opponents on a variety of different tracks. Drift racing: Drift through courses to earn points and beat other racers. Time trial: Race against the clock to set the best time on a particular track. Free ride: Explore different tracks and practice drifting and racing without any time constraints. Multiplayer: Compete against other players from around the world in real-time races. Customization: Upgrade your car's performance and customize its appearance with various parts and decals. Car physics: Realistic car physics and handling that takes into account the car's weight, speed, and power. Weather and day-night cycle: Race in different weather conditions and at different times of day, which affect the visibility and traction of the track. Daily challenges: Complete daily challenges to earn rewards and in-game currency. Clans: Join a clan to compete with other players, earn bonus rewards and currency. Replay mode: Watch your races in replay mode to analyze your performance and learn from your mistakes.",
	 "text_two": "",

	 "isLocked": false,
	 "id": 3,
	 
	 "showBTN": true,
	 "BtnURL": "https://apkcombo.com/carx-street/com.carxtech.sr/",
	 "BtnTXT": "Download Official Game"
	},
	{
	"image": "xxxx",
	 "title": "Make Top Player",
	 "text": "Here are some tricks and tips to help you become a better player in CarX Street Racing: Upgrade your car's parts: To improve your car's performance, make sure to upgrade its engine, transmission, and suspension. This will increase its speed and handling, making it easier to win races.Learn to drift: Drifting is a key part of the game and it will help you earn points and win races. Practice drifting in the 'drift mode' and experiment with different techniques to improve your score.Take the lead early: Try to take the lead early in the race, as it will be harder for other racers to catch up to you. Pay attention to the track layout, other racers' positions, and your own speed.Use nitro wisely: Nitro boosts your car's speed, but it's limited so use it strategically. Try to save it for when you need it the most, such as when you're chasing a rival or trying to maintain your lead. Use the handbrake: The handbrake is a powerful tool for drifting and can help you navigate tight turns and corners. Use it in combination with the accelerator and steering to control the car's drift angle. Take advantage of other racers' mistakes: Keep an eye out for other racers' mistakes and use them to your advantage. If someone spins out or crashes, use the opportunity to pass them and take the lead. Complete daily challenges: Completing daily challenges will help you earn in-game currency and other rewards that you can use to upgrade your car or purchase new ones. Join a clan: Joining a clan allows you to compete with other players from around the world and helps you earn bonus rewards and currency. Use replay mode: Watch your races in replay mode to analyze your performance and learn from your mistakes. Experiment with different cars and customizations: Try out different cars and customizations to find the one that works best for you and your racing style.",
	 "text_two": "",

	 "isLocked": false,
	 "id": 4,

	 "showBTN": false,
	 "BtnURL": "https://apkcombo.com/carx-street/com.carxtech.sr/",
	 "BtnTXT": "Download Official Game"
	},
	{
	"image": "xxxx",
	 "title": "CarX Street Racing Proper Use",
	 "text": "Proper use of the various features and mechanics in CarX Street Racing can greatly improve your performance and help you become a better player. Here are some tips on how to use the different elements of the game properly: Upgrading your car: Proper use of car upgrades can greatly improve your performance. It's important to upgrade the right parts of your car, such as the engine, transmission, and suspension, to get the most out of your car. Drifting: Drifting is a key part of the game, and proper use of drifting can help you earn points and win races. To drift properly, you should use the accelerator and steering together to control the car's drift angle, as well as the handbrake. Nitro: Nitro is a powerful tool that can give you a temporary speed boost, but it's limited, so use it wisely. Try to save it for when you need it the most, such as when you're chasing a rival or trying to maintain your lead. Handbrake: The handbrake is a powerful tool for drifting and can help you navigate tight turns and corners. Proper use of the handbrake can help you maintain control of the car during a drift and make it easier to navigate through tight turns. Customization: Proper use of customization can greatly improve your car's performance and help you win races. Experiment with different customizations to find the combination that works best for you and your racing style. Replay mode: Proper use of replay mode can help you analyze your performance and learn from your mistakes. Watch your races in replay mode to see where you can improve and make adjustments to your racing technique. Daily challenges: Proper use of daily challenges can help you earn in-game currency and other rewards that you can use to upgrade your car or purchase new ones. Joining a clan: Joining a clan allows you to compete with other players from around the world and helps you earn bonus rewards and currency. Proper use of this feature means communicating with your clan members, strategizing with them and participating in the clan events. In general, the key to becoming a better player in CarX Street Racing is to practice, experiment with different cars and customizations, and always be willing to learn from your mistakes.",
	 "text_two": "",

	 "isLocked": false,
	 "id": 5,

	 "showBTN": false,
	 "BtnURL": "https://apkcombo.com/carx-street/com.carxtech.sr/",
	 "BtnTXT": "Download Official Game"
	},
	{
	"image": "xxxx",
	 "title": "xxxx",
	 "text": "xxxx",
	 "text_two": "",

	 "isLocked": false,
	 "id": 6,

	 "showBTN": false,
	 "BtnURL": "https://apkcombo.com/carx-street/com.carxtech.sr/",
	 "BtnTXT": "Download Official Game"
	}
  ]  
}
