{
    "Ads": {
        "show_ads": true,
        "bannerAd": "max",
        "InterAd": "max",
        "NativeAd": "max",
        "admob_banner": "ca-app-pub-6892912499317182/5784870647",
        "admob_inter": "ca-app-pub-3940256099942544/1033173712",
        "admob_native": "ca-app-pub-1006668173301448/2447328650",
        "facebook_banner": "3320277621570135_3320290528235511",
        "facebook_inter": "3320277621570135_3320997464831484",
        "facebook_native": "3320277621570135_3320998398164724",
        "ironsource_api": "",
        "max_banner": "02e0999cbeb4efe8",
        "max_inter": "cbeb62ea1d7d7a96",
        "max_native": "13eff5ab3cac5814",
        "unityTest": true,
        "unityGameID": "",
        "unityBanner": "Banner",
        "unityInter": "Inter",
        "intersitial_click_activites": 1,
        "intersitial_click_list": 3

    },

    "Data": {
        "btn_more_title": "More",
        "btn_more_url": "https://play.google.com/store/apps/developer?id=AmbuSoft",
        "items_data": [{
                "title": "Guide 1",
                "image": "https://i.ytimg.com/vi/ONqCeUmVWCQ/maxresdefault.jpg",
				"detail": [{
					"image": "",
					"text": "The Joy-Cons are controllers for the Nintendo Switch video game console that can be used in a variety of different ways. They can be used attached to the Switch console, held in your hands as traditional controllers, or used wirelessly with Bluetooth. They can also be used separately, with one Joy-Con in each hand, or paired with another Joy-Con to share control of a game. - Here are a few things you might want to know about Joy-Cons: - The Joy-Cons are equipped with motion control sensors and HD Rumble, which allows them to detect the motion and vibrations of the controllers. This can be used in a variety of different games to add a new level of immersion.",
					"native": true,
					"cpa_title": "Download JoyCon Droid APK",
					"cpa_url": "https://virasport.blogspot.com/2023/01/joycon-droid-apk.html"
				},
				{
					"image": "",
					"text": "Each Joy-Con has a variety of buttons, including a joystick, A/B/X/Y buttons, a shoulder button, and a 'minus' and 'plus' button. There is also a 'Capture' button on the left Joy-Con that allows you to take screenshots or record video. - The Joy-Cons are powered by a rechargeable battery that can last for up to 20 hours on a single charge. They can be charged by attaching them to the Switch console, or by using a separate Joy-Con charging grip accessory. - If you lose or damage your Joy-Cons, you can purchase replacements from Nintendo or from a third-party retailer. It's also possible to purchase additional Joy-Cons in different colors, such as neon green and neon pink. ",
					"native": true,
					"cpa_title": "Download JoyCon Droid APK",
					"cpa_url": "https://virasport.blogspot.com/2023/01/joycon-droid-apk.html"
				}
				]
            }, {
                "title": "Guide 2",
                "image": "https://i.ytimg.com/vi/lG5I6U7_OIc/maxresdefault.jpg",
                "detail": [{
					"image": "",
					"text": "-Sure, here are a few more things you might find useful to know about Joy-Cons: -The Joy-Cons can be used to play local multiplayer games on the Switch console. For example, if you have two people playing on the same Switch, each player can use a single Joy-Con as a controller. This is a great feature for games like Mario Kart and Super Smash Bros. -The Joy-Cons can be used to play games on other devices, such as a Windows PC or a smartphone. To do this, you'll need to pair the Joy-Cons with your device using Bluetooth. You can find instructions for doing this in the Switch's user manual or online. ",
					"native": true,
					"cpa_title": "Download JoyCon Droid APK",
					"cpa_url": "https://virasport.blogspot.com/2023/01/joycon-droid-apk.html"
				},
				{
					"image": "",
					"text": "The Joy-Cons have a feature called 'HD Rumble' that can produce very subtle vibrations to give you a sense of touch and movement. This can be used in a variety of creative ways in different games, such as feeling the sensation of a glass filling up with liquid or a character walking on different surfaces.  The Joy-Cons have a 'sleep mode' that helps to conserve battery life when they are not in use. To put the Joy-Cons into sleep mode, simply detach them from the Switch console or turn off the console. You can also put the Joy-Cons into sleep mode by pressing and holding the 'Sync' button on the back of the controller for 3 seconds. ",
					"native": true,
					"cpa_title": "Download JoyCon Droid APK",
					"cpa_url": "https://virasport.blogspot.com/2023/01/joycon-droid-apk.html"
				}
				]
            }, {
                "title": "Guide 3",
                "image": "https://i.ytimg.com/vi/ZGgsIJG2Q5w/maxresdefault.jpg",
                "detail": [{
					"image": "",
					"text": "Certainly! Here are a few more things you might find useful to know about the Joy-Cons:  The Joy-Cons have a feature called 'IR Motion Camera' that allows them to detect the distance, shape, and motion of objects in front of them. This can be used in a variety of different games to add a new level of interactivity. For example, in the game 1-2-Switch, you can use the Joy-Cons to play games like 'Quick Draw' and 'Milk' where you use the motion controls to mimic the actions of drawing a gun or milking a cow.  The Joy-Cons can be used to play games on the Nintendo Switch Lite, a handheld version of the Switch console that does not have detachable controllers. To do this, you'll need to purchase a separate set of Joy-Cons or use a third-party controller that is compatible with the Switch Lite. ",
					"native": true,
					"cpa_title": "Download JoyCon Droid APK",
					"cpa_url": "https://virasport.blogspot.com/2023/01/joycon-droid-apk.html"
				},
				{
					"image": "",
					"text": "The Joy-Cons have a feature called 'Player Indicator' that allows you to customize the color of the LED lights on the controllers. The colors can be changed in the controller settings menu on the Switch console. This can be useful if you are playing a game with multiple players and want to easily distinguish between the controllers.  The Joy-Cons have a 'home' button that allows you to return to the main menu of the Switch console at any time. You can also use the home button to access the controller settings menu, where you can adjust the sensitivity of the joystick, change the player indicator colors, and perform other controller-related tasks. ",
					"native": true,
					"cpa_title": "Download JoyCon Droid APK",
					"cpa_url": "https://virasport.blogspot.com/2023/01/joycon-droid-apk.html"
				}
				]
            }, {
                "title": "Guide 4",
                "image": "https://imag.malavida.com/mvimgbig/download-fs/joycon-droid-26632-6.jpg",
                "detail": [{
					"image": "",
					"text": "Certainly! Here are a few more things you might find interesting to know about the Joy-Cons:  The Joy-Cons have a feature called 'Amiibo support' that allows you to use Amiibo figures with compatible games on the Switch. Amiibo are collectible figures that have NFC (Near Field Communication) chips embedded in them, which can be read by the Joy-Cons or the Switch console to unlock special in-game content or features. To use an Amiibo with the Joy-Cons, you'll need to touch the base of the figure to the right Joy-Con's joystick.  The Joy-Cons have a feature called 'Handheld Mode' that allows you to play games on the Switch console using the controllers in a traditional handheld configuration. To use the Joy-Cons in handheld mode, you'll need to attach them to the included Joy-Con grip accessory, which holds the controllers in a more comfortable position for extended play sessions. ",
					"native": true,
					"cpa_title": "Download JoyCon Droid APK",
					"cpa_url": "https://virasport.blogspot.com/2023/01/joycon-droid-apk.html"
				},
				{
					"image": "",
					"text": "The Joy-Cons have a feature called 'Controller Swap' that allows you to switch the button mapping of the controllers, so that the 'A' button is on the left and the 'B' button is on the right. This can be useful if you prefer a different button layout or if you are left-handed. To switch the button mapping, you'll need to access the controller settings menu on the Switch console.  The Joy-Cons have a feature called 'Local Wireless Play' that allows you to connect to other Switch consoles in the same room to play multiplayer games. To use this feature, you'll need to place the Switch consoles close to each other and select the 'Local Wireless Play' option from the multiplayer menu. You can then invite other players to join your game and play together using their own Joy-Cons or compatible controllers.  ",
					"native": true,
					"cpa_title": "Download JoyCon Droid APK",
					"cpa_url": "https://virasport.blogspot.com/2023/01/joycon-droid-apk.html"
				}
				]
            }, {
                "title": "Guide 5",
                "image": "https://cdn.arstechnica.net/wp-content/uploads/2018/01/wii-u-switch-760x380.jpg",
                "detail": [{
					"image": "",
					"text": "Certainly! Here are a few more things you might find interesting to know about the Joy-Cons:  The Joy-Cons have a feature called 'Grip Assist' that helps to prevent them from slipping out of your hands when playing games. The controllers have a textured surface and a gentle slope that allows them to sit comfortably in your palms.  The Joy-Cons have a feature called 'Slide-On Design' that allows you to easily attach and detach them from the Switch console or the Joy-Con grip accessory. To attach the Joy-Cons, simply align them with the rails on the top or bottom of the console and slide them into place. To detach them, press the release buttons on the back of the controllers and slide them out. ",
					"native": true,
					"cpa_title": "Download JoyCon Droid APK",
					"cpa_url": "https://virasport.blogspot.com/2023/01/joycon-droid-apk.html"
				},
				{
					"image": "",
					"text": "The Joy-Cons have a feature called 'Turbo Mode' that allows you to hold down a button to make it repeat automatically. This can be useful in games where you need to rapidly press a button, such as in a fighting game or a rhythm game. To use Turbo Mode, you'll need to access the controller settings menu on the Switch console and enable the feature for the button of your choice.  The Joy-Cons have a feature called 'Motion Controls' that allows you to use the controllers like a Wii Remote to play games that require physical movement. To use the Motion Controls, you'll need to enable the feature in the controller settings menu on the Switch console. You can then tilt, twist, or swing the Joy-Cons to perform different actions in compatible games. ",
					"native": true,
					"cpa_title": "Download JoyCon Droid APK",
					"cpa_url": "https://virasport.blogspot.com/2023/01/joycon-droid-apk.html"
				}
				]
            }
        ]
    }
}
